// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Hallitse mukautettuja papereita";

HelpTitle = "Hallitse mukautettuja papereita";

NoIccTitle = "<profiilia ei valittu>";

DoubleNameTitle = "Mukautetun paperin nimi jo olemassa";
DoubleNameMsg = "Mukautettu paperityyppi nimellä \"%@\" on jo olemassa. Valitse mukautetulle paperillesi toinen nimi.";

MaxMediaExceededTitle = "Olet ylittänyt mukautettujen paperityyppien enimmäismäärän";
MaxMediaExceededMsg = "Voit määrittää enintään %i mukautettua paperityyppiä. Poista yksi tai useampia paperityyppejä ennen kuin lisäät uuden.";

DeletePaperTitle = "Haluatko varmasti poistaa mukautetun paperin?";
DeletePaperMsg = "Tätä toimintoa ei voi kumota. Jos valitset Poista, kaikki paperisi tiedot poistetaan.";
DeleteButtonTitle = "Poista";

ProfileExistsTitle = "ICC-profiili on jo olemassa";
ProfileExistsMsg = "ICC-profiili tiedostonimellä \"%@\" on jo tallennettu paikalliseen varastoon.\nJos valitset \"Käytä olemassa olevaa profiilia,\" tallennettua käytetään paperisi kanssa.\nVoit vaihtoehtoisesti valita \"Käytä ainutlaatuista tiedostonimeä\" ja luo uusi profiilinimi.";
ProfileExistsDefButton = "Käytä olemassa olevaa profiilia";
ProfileExistsAltButton = "Peruuta";
ProfileExistsOtherButton = "Käytä ainutlaatuista nimeä";

//Paper Type Names
Photo = "Valokuva";
CoatedInkjet = "Päällystetty mustesuihku";
PhotoRag = "Valokuvakangas";
Watercolor = "Vesiväri";
Canvas = "Kangas";
RigidPhotoRag = "Jäykkä valokuvakangas";
RigidWatercolor = "Jäykkä vesiväri";
RigidCanvas = "Jäykkä kangas";
Brochure = "Esite";
PlainPaper = "Tavallinen paperi";

NonKongText = "Voit muokata tai poistaa papereitasi tässä. Valitse paperi, jota haluat muokata tai jonka haluat poistaa ja valitse sitten toiminto, jonka haluat suorittaa taulukon alla olevasta valikosta.";

NotRegisteredProfileWarning = "ICC-profiilia ei ole rekisteröity ColorSynciin. Rekisteröi profiili valitsemalla \"Rekisteröi profiili\" taulukon alla olevasta valikosta.";

PhotoInkjetScrapbook = "Mustesuihkuleikekirja, valokuva";
MatteInkjetScrapbook = "Mustesuihkuleikekirja, matta";

Coated = "Päällystetty";
PhotoThick = "Valokuva paksu (>300 GSM)";
FiberGloss = "kuitu kiiltävä";
photoRag = "valokuvakangas";
photoRagThin = "valokuvakangas ohut (<220 GSM)";

//print quality names
Best = "Paras";
Normal = "Normaali";
Fast = "Nopea vedos";
MaxDPI = "Suurin mahdollinen DPI";

InvalidFileTitle = "Mukautettua paperia ei voitu tuoda";
InvalidFileMsg = "Tiedosto \"%@\" ei ole oikea paperitiedosto.";

ProfileInvalidTitle = "Virheellinen ICC-tiedostomuoto";
ProfileInvalidMsg = "Valittu ICC-tiedoston muoto ei tulostimen profiili";
ProfileInvalidDefButton = "Valitse toinen profiili";
ProfileInvalidAltButton = "Peruuta";

TaskTitleFieldText = "Hallitse mukautettuja papereita";
TaskDescriptionFieldText = "Voit muokata, tuoda, viedä tai poistaa papereita tässä. Valitse paperi, jota haluat muokata tai jonka haluat tuoda, viedä tai poistaa ja valitse toiminto, jonka haluat suorittaa taulukon alla olevasta valikosta.";
FirstColumnHeader = "Paperin nimi";
SecondColumnHeader = "Profiili";
MenuItemImport = "Tuo…";
MenuItemEdit = "Muokkaa…";
MenuItemExport = "Vie…";
MenuItemDelete = "Poista";
MenuItemRegisterProfile = "Rekisteröi profiili";
EditSheetTitleFieldText = "Muokkaa mukautettua paperia";
EditSheetDescriptionFieldText = "Muokkaa paperin tietoja.";
PaperNameLableText = "Mukautetun paperin nimi:";
PaperCategoryLableText = "Paperiluokka:";
IccFileNamelableText = "ICC-profiili (valinnainen):";
IccFileNameFieldText = "<profiilia ei valittu>";
BrowseButtonText = "Selaa…";
ClearButtonText = "Tyhjennä profiili";
CancelButtonText = "Peruuta";
DoneButtonText = "Valmis";
